adwaita-qt6
base
base-devel
bzip2
chromium
cmake
cmatrix
code
cuda
docker
docker-compose
dosfstools
efibootmgr
exfat-utils
ffmpeg
firefox
fish
flake8
gcc-fortran
git
glibc
gnome
gnome-extra
gnome-shell-extensions
gnome-themes-extra
grub
imagemagick
jre-openjdk
kdenlive
linux
linux-firmware
mesa
mkinitcpio
mtools
mypy
neofetch
neovim
ninja
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
ntfs-3g
nvidia
nvtop
openblas
opencv
os-prober
pycharm-community-edition
python
python-black
python-isort
python-numpy
python-opencv
python-pip
python-pipx
python-pylint
python-scipy
qt6-base
qt6-charts
qt6-doc
qt6-examples
qt6-imageformats
qt6-multimedia
qt6-multimedia-ffmpeg
qt6-tools
qt6-websockets
qt6ct
qtcreator-devel
tmux
unzip
usb_modeswitch
usbutils
vim
vlc
xorg
zip
